Repository: dogukandireksiz/InnJoy
Catalog: login_page/lib/l10n/app_*.arb
Languages: tr

# homePageTitle
source: Home Page
tr: Ana Sayfa

source: Profile Settings
tr: Profil Ayarları

source: Change Language
tr: Dili Değiştir

# appSlogan
source: Your seamless hotel experience
tr: Kusursuz otel deneyiminiz

source: Welcome!
tr: Hoş Geldiniz!

# emailHint
source: E-mail Address
tr: E-posta Adresi

# passwordHint
source: Password
tr: Şifre

source: Sign In
tr: Giriş Yap

source: Forgot Password ?
tr: Şifremi Unuttum ?

source: Or Sign In With
tr: Veya Şununla Giriş Yap

# noAccount
source: Don't have an account ?
tr: Hesabınız yok mu ?

source: Sign Up Now
tr: Kayıt Ol

# personalInfoTitle
source: Personal Information
tr: Kişisel Bilgiler

source: Name Surname
tr: İsim Soyisim

source: E-mail
tr: E-posta

# accommodationInfoTitle
source: Accommodation Info
tr: Konaklama Bilgileri

source: Hotel
tr: Otel

source: Room Number
tr: Oda Numarası

source: Check-in Date
tr: Giriş Tarihi

source: Check-out Date
tr: Çıkış Tarihi

source: Guest Count
tr: Konuk Sayısı

# settingsTitle
source: Settings
tr: Ayarlar

source: Notifications
tr: Bildirimler

source: Change Password
tr: Şifre Değiştir

source: Privacy Policy
tr: Gizlilik Politikası

source: Help & Support
tr: Yardım ve Destek

# logoutConfirmationTitle
source: Log Out
tr: Çıkış Yap

# logoutConfirmationMessage
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Cancel
tr: İptal

source: Log Out
tr: Çıkış Yap

source: Welcome back,
tr: Tekrar hoş geldiniz,

# guestNameDefault
source: Guest Name
tr: Misafir

source: Need Something?
tr: Bir şeye mi ihtiyacınız var?

source: Room Service
tr: Oda Servisi

source: Housekeeping
tr: Oda Temizliği

source: What's On Today
tr: Bugün Neler Var

source: All Events
tr: Tüm Etkinlikler

source: Spending Summary
tr: Harcama Özeti

source: Current Balance
tr: Güncel Bakiye

source: View Detailed Bill
tr: Detaylı Faturayı Gör

source: Unlock
tr: Kilidi Aç

# navHome
source: Home
tr: Ana Sayfa

# navTheme
source: Theme
tr: Tema

# navServices
source: Services
tr: Hizmetler

# navProfile
source: Profile
tr: Profil

# roomServiceTitle
source: Room Service
tr: Oda Servisi

# tabBreakfast
source: Breakfast
tr: Kahvaltı

# tabLunchDinner
source: Lunch/Dinner
tr: Öğle/Akşam

# tabBeverages
source: Beverages
tr: İçecekler

# tabNightMenu
source: Night Menu
tr: Gece Menüsü

# itemCountUnit
source: items
tr: ürün

source: View Cart
tr: Sepeti Görüntüle

# cartTitle
source: Cart
tr: Sipariş Sepeti

source: Order List
tr: Sipariş Listesi

# orderNoteTitle
source: Order Note
tr: Sipariş Notunuz

# orderNoteHint
source: For allergies or special requests...
tr: Alerjiler veya özel talepleriniz için...

source: Order Summary
tr: Toplam Hesap Özeti

source: Subtotal
tr: Alt Toplam

source: Discounts
tr: İndirimler

source: Service Charge
tr: Servis Ücreti

source: Total Payment
tr: Ödenecek Toplam Tutar

# continueButton
source: Continue
tr: Devam Et

# emptyCartTitle
source: Your cart is empty
tr: Sepetiniz boş

# emptyCartMessage
source: Start by adding items from the menu
tr: Menüden ürün ekleyerek başlayın

source: Return to Menu
tr: Menüye Dön

source: Add Note
tr: Not Ekle

# confirmOrderTitle
source: Confirm Order
tr: Siparişi Onayla

source: Delivery Info
tr: Teslimat Bilgisi

source: Guest Name
tr: Misafir Adı

source: Delivery Note
tr: Teslimat Notu

# deliveryNoteHint
source: Any extra napkins or special requests?
tr: Ekstra peçete veya özel bir isteğiniz var mı?

source: Estimated Time
tr: Tahmini Süre

# estimatedTimeMsg
source: Will be delivered within 35-45 minutes.
tr: 35-45 dakika içinde teslim edilecektir.

source: Payment Info
tr: Ödeme Bilgisi

# paymentInfoMsg
source: Order amount ({amount}) will be charged to your room account.
tr: Sipariş tutarı ({amount}) oda hesabınıza yansıtılacaktır.

# placeOrderButton
source: Place Order & Confirm
tr: Sipariş Ver ve Onayla

# orderConfirmedTitle
source: Order Confirmed
tr: Sipariş Onaylandı

# orderConfirmedMsg
source: Your order will be delivered to your room in approximately 35-45 minutes.
tr: Siparişiniz odanıza yaklaşık 35-45 dakika içinde teslim edilecektir.

# okButton
source: OK
tr: Tamam

# eventsTitle
source: Events & Activities
tr: Etkinlikler & Aktiviteler

# searchEventsHint
source: Search events
tr: Etkinlik ara

# noEventsMatch
source: No events match your search.
tr: Aramanızla eşleşen etkinlik yok.

source: No upcoming events.
tr: Yaklaşan etkinlik yok.

# noEventsDate
source: No events for selected dates.
tr: Seçili tarihlerde etkinlik yok.

source: Today
tr: Bugün

source: Tomorrow
tr: Yarın

source: View Details
tr: Detayları Gör

# housekeepingTitle
source: Housekeeping Request
tr: Oda Temizliği Talebi

source: Do Not Disturb
tr: Rahatsız Etmeyin

# privacyNote
source: Privacy note will be added below.
tr: Aşağıya gizlilik notu eklenecektir.

source: Cleaning Request
tr: Temizlik Talebi

source: Clean Immediately
tr: Hemen Temizle

# specificTime
source: Specific Time Range
tr: Belirli Saat Aralığında

source: Select Time
tr: Saat Seçin

# suppliesTitle
source: Supplies & Extras
tr: Malzeme ve Ekstra Talepler

source: Extra Towel
tr: Ekstra Havlu

source: Pillow
tr: Yastık

source: Blanket
tr: Battaniye

# specialRequestsTitle
source: Special Requests & Complaints
tr: Özel İstekler ve Şikayet

# notesHint
source: Please write your special requests or notes here...
tr: Lütfen özel isteklerinizi veya notlarınızı buraya yazın...

source: Request Tracking
tr: Talep Takibi

source: Request Sent
tr: Talebiniz Gönderildi

source: Waiting
tr: Bekliyor

# teamAttentionMsg
source: Our team will attend to it shortly.
tr: Ekibimiz en kısa sürede ilgilenecektir.

# clickToSendMsg
source: Click the button below to send your request.
tr: Talebinizi göndermek için aşağıdaki butona tıklayın.

# sendRequestButton
source: Send Request
tr: Talep Gönder

# requestSentButton
source: Request Sent
tr: Talep Gönderildi

# timeRangeTitle
source: Select Time Range
tr: Saat Aralığı Seçin

# spendingTitle
source: Spending
tr: Harcamalar

# settleBill
source: Settle Full Bill
tr: Hesabı Kapat

source: This Stay
tr: Bu Konaklama

source: Last 24 Hours
tr: Son 24 Saat

source: Spending Breakdown
tr: Harcama Detayı

source: transactions
tr: işlem

source: transaction
tr: işlem

# noTransactions
source: No transactions in the last 24 hours
tr: Son 24 saatte işlem yok

# menu_spreadBreakfast
source: Mixed Breakfast
tr: Serpme Kahvaltı

# desc_spreadBreakfast
source: Rich variety of traditional breakfast items
tr: Zengin çeşitli geleneksel kahvaltı

# menu_pancake
source: Pancake Tower
tr: Pancake Kulesi

# desc_pancake
source: With maple syrup and fresh fruits
tr: Akçaağaç şurubu ve taze meyveler

# menu_avocado
source: Avocado Toast
tr: Avokado Tost

# desc_avocado
source: Ezine cheese and cherry tomatoes
tr: Ezine peyniri ve cherry domates

# menu_friedEgg
source: Fried Eggs
tr: Sahanda Yumurta

# desc_friedEgg
source: Choice of sucuk or pastrami
tr: Sucuklu veya pastırmalı seçenekli

# menu_cheeseSandwich
source: Cheese Sandwich
tr: Beyaz Peynirli Sandviç

# desc_cheeseSandwich
source: Light and filling snack
tr: Hafif ve doyurucu bir atıştırmalık

# menu_orangeJuice
source: Fresh Orange Juice
tr: Taze Sıkma Portakal Suyu

# desc_orangeJuice
source: Fresh start to the day
tr: Güne zinde başlangıç

# menu_meatballs
source: Grilled Meatballs
tr: Izgara Köfte

# desc_meatballs
source: With rice and roasted vegetables
tr: Pilav ve közlenmiş sebze ile

# menu_chickenSkewers
source: Chicken Skewers
tr: Tavuk Şiş

# desc_chickenSkewers
source: Marinated chicken, rice and salad
tr: Marine edilmiş tavuk, pilav ve salata

# menu_mixedPizza
source: Mixed Pizza
tr: Karışık Pizza

# desc_mixedPizza
source: Sucuk, mushroom, corn, olives
tr: Sucuk, mantar, mısır, zeytin

# menu_caesarSalad
source: Caesar Salad
tr: Caesar Salata

# desc_caesarSalad
source: Grilled chicken, parmesan, croutons
tr: Izgara tavuk, parmesan, kruton

# menu_risotto
source: Mushroom Risotto
tr: Mantarlı Risotto

# desc_risotto
source: Creamy Italian rice
tr: Kremalı İtalyan pilavı

# menu_burger
source: Burger Menu
tr: Burger Menü

# desc_burger
source: Includes fries and drink
tr: Patates kızartması ve içecek dahil

# menu_turkishCoffee
source: Turkish Coffee
tr: Türk Kahvesi

# desc_turkishCoffee
source: Traditional foam coffee
tr: Geleneksel köpüklü kahve

# desc_latte
source: Espresso and creamy milk
tr: Espresso ve kremamsı süt

# menu_lemonade
source: Fresh Lemonade
tr: Taze Limonata

# desc_lemonade
source: With mint leaves
tr: Nane yaprakları ile

# desc_smoothie
source: Banana, strawberry, blueberry
tr: Muz, çilek, yaban mersini

# menu_iceTea
source: Ice Tea
tr: Soğuk Çay

# desc_iceTea
source: Peach or lemon flavor
tr: Şeftali veya limon aromalı

# menu_water
source: Water (1L)
tr: Su (1L)

# desc_water
source: Natural spring water
tr: Doğal kaynak suyu

# menu_fries
source: French Fries
tr: Patates Kızartması

# desc_fries
source: Crispy and delicious
tr: Çıtır ve lezzetli

# menu_wings
source: Chicken Wings
tr: Kanat Tabağı

# desc_wings
source: Hot or BBQ sauce
tr: Acılı veya BBQ soslu

# menu_toast
source: Toast Varieties
tr: Tost Çeşitleri

# desc_toast
source: Cheddar or mixed
tr: Kaşarlı veya karışık

# menu_souffle
source: Chocolate Souffle
tr: Çikolatalı Sufle

# desc_souffle
source: Served hot with ice cream
tr: Sıcak servis, dondurma ile

# menu_fruitPlate
source: Fruit Plate
tr: Meyve Tabağı

# desc_fruitPlate
source: Seasonal fruits
tr: Mevsim meyveleri

# menu_iceCream
source: Ice Cream
tr: Dondurma

# desc_iceCream
source: 3 scoops, various flavors
tr: 3 top, çeşitli aromalar

source: Our Services
tr: Hizmetlerimiz

# searchServices
source: Search for services...
tr: Hizmetlerde ara...

source: Dining
tr: Yeme & İçme

source: Spa & Wellness
tr: Spa & Sağlık

source: Recreation
tr: Eğlence

source: Reservations Recommended
tr: Rezervasyon Önerilir

source: Appointments Only
tr: Sadece Randevu

source: Open 24 Hours
tr: 24 Saat Açık

source: See Pricelist
tr: Fiyat Listesi

source: Book Treatment
tr: Randevu Al

# bookTable
source: Book a Table
tr: Masa Ayırt

source: View Classes
tr: Dersleri Gör

# noServicesFound
source: No services found for this category.
tr: Bu kategoride hizmet bulunamadı.

# selectRestaurant
source: Select a restaurant
tr: Bir restoran seçin

source: Date
tr: Tarih

source: Guests
tr: Kişi Sayısı

source: Time
tr: Saat

source: Special Requests (Optional)
tr: Özel İstekler (Opsiyonel)

# specialRequestsHint
source: e.g. allergies, window seat
tr: örn. alerjiler, pencere kenarı

source: Confirm Reservation
tr: Rezervasyonu Onayla

source: Reservation Confirmed
tr: Rezervasyon Onaylandı

# diningBookingSuccess
source: Your table reservation has been created successfully!
tr: Masa rezervasyonunuz başarıyla oluşturuldu!

source: Spa Price List
tr: Spa Fiyat Listesi

source: Special Offers
tr: Özel Teklifler

source: Procedure Info
tr: Prosedür Bilgisi

source: Make Reservation
tr: Rezervasyon Yap

source: Service Selection
tr: Hizmet Seçimi

source: Duration
tr: Süre

source: Date & Time Selection
tr: Tarih ve Saat Seçimi

# therapistSelection
source: Therapist Selection (Optional)
tr: Terapist Seçimi (Opsiyonel)

source: Contact & Room Info
tr: İletişim ve Oda Bilgisi

source: Name
tr: Ad

source: Surname
tr: Soyad

source: Special Notes
tr: Özel Notlar

# specialNotesHint
source: Please mention any health conditions, allergies, or preferences.
tr: Lütfen sağlık durumu, alerji veya tercihlerinizi belirtin.

# policyTitle
source: Confirmation & Cancellation Policy
tr: Onay ve İptal Politikası

source: Confirm Booking
tr: Rezervasyonu Onayla

source: Booking Confirmed
tr: Randevu Onaylandı

# spaBookingSuccess
source: Your spa appointment has been created successfully!
tr: Spa randevunuz başarıyla oluşturuldu!

source: Total Price
tr: Toplam Tutar

# anyTherapist
source: Any Available Therapist
tr: Herhangi Bir Terapist

# azureDesc
source: Fine dining with a panoramic city view, featuring a modern European menu.
tr: Modern Avrupa menüsü ile panoramik şehir manzaralı fine dining.

# rooftopDesc
source: Stunning views with signature cocktails and light bites.
tr: İmza kokteyller ve atıştırmalıklar eşliğinde muhteşem manzaralar.

# poolCafeDesc
source: Casual dining by the pool with refreshing drinks and snacks.
tr: Havuz başında serinletici içecekler ve atıştırmalıklar.

# serenitySpaDesc
source: Indulge in our signature treatments and find your inner peace.
tr: İmza bakımlarımızla kendinizi şımartın ve iç huzurunuzu bulun.

# fitnessDesc
source: State-of-the-art equipment for all your fitness needs.
tr: Tüm fitness ihtiyaçlarınız için son teknoloji ekipmanlar.
